##MEMBER MYPROC
//MYPROC  PROC
//STEP1   EXEC PGM=IEFBR14
//STEPLIB DD  DSN=MY.SITE.LINKLIB,DISP=SHR
//STEP2   EXEC NESTPROC
##MEMBER NESTPROC
//NESTPROC PROC
//NSTEP1  EXEC PGM=IGYCRCTL
//STEPLIB DD  DSN=SYS1.LINKLIB,DISP=SHR
##MEMBER LNKPROC
//LNKPROC PROC
//LSTEP1  EXEC PGM=IEBGENER
##MEMBER JOBPROC
//JOBPROC PROC
//JSTEP1  EXEC PGM=SAMPMOD
//JOBLIB  DD  DSN=MY.SITE.LINKLIB,DISP=SHR
##MEMBER MISSPROC
//MISSPROC PROC
//MSTEP1  EXEC NOTFOUND
